Repository: vincode-io/Zavala
Catalog: VinOutlineKit/Sources/VinOutlineKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, zh_hans

# button.text.decimal
source: Decimal
de: Dezimal
zh_hans: 十进制

# button.text.legal
source: Legal
de: Juristisch
zh_hans: 法律项目

# button.text.none
source: None
de: Keine
zh_hans: 无

# button.text.simple
source: Simple
de: Einfach
zh_hans: 简单

# label.text.all
source: All
de: Alle
zh_hans: 全部

# label.text.cloudkit-generic-error
source: An unexpected CloudKit error occurred.
de: Ein unerwarteter CloudKit-Fehler ist aufgetreten.
zh_hans: 发生了一个意外的 CloudKit 错误。

# label.text.cloudkit-zone-version-mismatch
source: The iCloud database is incompatible with this version of the app. Please update to the latest app version to continue syncing.
de: Die iCloud-Datenbank ist mit dieser App-Version nicht kompatibel. Bitte aktualisieren Sie auf die neueste App-Version, um die Synchronisierung fortzusetzen.
zh_hans: iCloud 数据库与此版本的应用不兼容。请更新到最新版本的应用以继续同步。

# label.text.no-title
source: (No Title)
de: (Kein Titel)
zh_hans: (无标题)

# label.text.on-my-ipad
source: On My iPad
de: Auf meinem iPad
zh_hans: 在我的 iPad 上

# label.text.on-my-iphone
source: On My iPhone
de: Auf meinem iPhone
zh_hans: 在我的 iPhone 上

# label.text.on-my-mac
source: On My Mac
de: Auf meinem Mac
zh_hans: 在我的 Mac 上

# label.text.search
source: Search
de: Suchen
zh_hans: 搜索

# label.text.tag-already-exists
source: This Tag name already exists. Please choose a different name.
de: Dieser Tag-Name existiert bereits. Bitte wählen Sie einen anderen Namen.
zh_hans: 此标签名称已存在。请选择其他名称。

# label.text.unable-to-access-security-scoped-resoruces
source: Unable to access security scoped resource.
de: Zugriff auf sicherheitsbeschränkte Ressource nicht möglich.
zh_hans: 无法访问受安全限制的资源。

# label.text.unable-to-deserialize-row-data
source: Unable to deserialize the row data.
de: Zeilen-Daten können nicht deserialisiert werden.
zh_hans: 无法反序列化行数据。

# label.text.unable-to-download-web-page
source: Unable to download the web page.
de: Die Webseite konnte nicht heruntergeladen werden.
zh_hans: 无法下载该网页。

# label.text.unable-to-process-markdown
source: Unable to process the Markdown data.
de: Die Markdown-Daten konnten nicht verarbeitet werden.
zh_hans: 无法处理 Markdown 数据。

# label.text.unable-to-process-opml
source: Unable to process the OPML data.
de: OPML-Daten können nicht verarbeitet werden.
zh_hans: 无法处理 OPML 数据。

# label.text.unable-to-process-web-page
source: Unable to extract readable content from the web page.
de: Aus der Webseite konnte kein lesbarer Inhalt extrahiert werden.
zh_hans: 无法从该网页中提取可读内容。

# label.text.unable-to-read-import-file
source: Unable to read the import file.
de: Import-Datei kann nicht gelesen werden.
zh_hans: 无法读取导入文件。
